# Числительные
NUMERALS = {
    'первый': 1,
    'один': 1,
    'второй': 2,
    'два': 2,
    'третье': 3,
    'три': 3,
    'четыре': 4,
    'пять': 5,
    'шесть': 6,
    'седьмь': 7,
    'восьмь': 8,
    'девять': 9,
    'десять': 10,
    'одиннадцать': 11,
    'двенадцать': 12,
    'тринадцать': 13,
    'четырнадцать': 14,
    'пятнадцать': 15,
    'шестнадцать': 16,
    'семнадцать': 17,
    'восемнадцать': 18,
    'девятнадцать': 19,



    'двухтысячный': 2000,



}

TRILLION = { 'триллион': 1000000000000 }

MILLION = { 'миллион': 1000000 }

BILLION = { 'миллиард': 1000000000 }

THOUSAND = { 'тысяча': 1000 }

HUNDRED = {
    'сто': 100,
    'двести': 200,
    'триста': 300,
    'четыреста': 400,
    'пятьсот': 500,
    'шестьсот': 600,
    'семьсот': 700,
    'восемьсот': 800,
    'девятсот': 900,
}

DOZEN = {
    'двадцать': 20,
    'тридцать': 30,
    'сорок': 40,
    'пятьдесят': 50,
    'шестьдесят': 60,
    'семьдесят': 70,
    'восемьдесят': 80,
    'девяносто': 90,
}